const aboutData = {
  title: "من هي حنان؟",

  intro: [
    "أؤمن أن التقنية ليست مجرد كتابة أكواد، بل وسيلة لفهم المشكلات وتحويلها إلى حلول تُحدث أثرًا حقيقيًا.",
    "لهذا اخترت دراسة نظم المعلومات الإدارية، حيث يجتمع التحليل مع التقنية لفهم احتياجات الأعمال وتصميم حلول رقمية أكثر كفاءة.",
    "وخلال رحلتي لم أكتفِ بالدراسة، بل حرصت على خوض تجارب ميدانية وبناء مشاريع عملية تحاكي أنظمة واقعية."
  ],

  cards: [
    {
      icon: "🎓",
      title: "التعليم",
      text: "بكالوريوس نظم المعلومات الإدارية - جامعة طيبة"
    },
    {
      icon: "🏛",
      title: "الخبرات",
      text: "المركز الصحي والبلدية"
    },
    {
      icon: "💻",
      title: "المشاريع",
      text: "نماذج أولية وحلول رقمية"
    }
  ]
};

export default aboutData;